export const DATA_TEMP = {
  "地图及统计图": [
    {
      "注册地区（分县域）": "五峰土家族自治县",
      "gs_amount": 1000,
      "sn_amount": 500,
      "zd_amount": 0,
      "xw_amount": 500,
      "贷款余额": 1000,
      "服务企业数": 3
    },
    {
      "注册地区（分县域）": "兴山县",
      "gs_amount": 0,
      "sn_amount": 37628.59,
      "zd_amount": 0,
      "xw_amount": 37628.59,
      "贷款余额": 237746.54,
      "服务企业数": 2
    },
    {
      "注册地区（分县域）": "外市",
      "gs_amount": 0,
      "sn_amount": 1178332.05,
      "zd_amount": 0,
      "xw_amount": 1178332.05,
      "贷款余额": 1178332.05,
      "服务企业数": 1
    },
    {
      "注册地区（分县域）": "夷陵区",
      "gs_amount": 12779.82,
      "sn_amount": 533.59,
      "zd_amount": 0,
      "xw_amount": 533.59,
      "贷款余额": 12779.82,
      "服务企业数": 5
    },
    {
      "注册地区（分县域）": "宜昌城区",
      "gs_amount": 18352.44,
      "sn_amount": 15457.2,
      "zd_amount": 143084.43,
      "xw_amount": 15457.2,
      "贷款余额": 173158.68,
      "服务企业数": 18
    },
    {
      "注册地区（分县域）": "宜都市",
      "gs_amount": 4376,
      "sn_amount": 594,
      "zd_amount": 0,
      "xw_amount": 594,
      "贷款余额": 4376,
      "服务企业数": 5
    },
    {
      "注册地区（分县域）": "当阳市",
      "gs_amount": 17650,
      "sn_amount": 0,
      "zd_amount": 0,
      "xw_amount": 0,
      "贷款余额": 17650,
      "服务企业数": 3
    },
    {
      "注册地区（分县域）": "枝江市",
      "gs_amount": 722062.98,
      "sn_amount": 722062.98,
      "zd_amount": 717169.71,
      "xw_amount": 722062.98,
      "贷款余额": 722062.98,
      "服务企业数": 4
    },
    {
      "注册地区（分县域）": "秭归县",
      "gs_amount": 7572.54,
      "sn_amount": 0,
      "zd_amount": 0,
      "xw_amount": 0,
      "贷款余额": 7572.54,
      "服务企业数": 2
    },
    {
      "注册地区（分县域）": "远安县",
      "gs_amount": 3461,
      "sn_amount": 3036,
      "zd_amount": 0,
      "xw_amount": 3036,
      "贷款余额": 3461,
      "服务企业数": 3
    },
    {
      "注册地区（分县域）": "长阳土家族自治县",
      "gs_amount": 8552.41,
      "sn_amount": 0,
      "zd_amount": 4798.82,
      "xw_amount": 0,
      "贷款余额": 8552.41,
      "服务企业数": 4
    }
  ],
  "各银行金融服务": [
    {
      "银行名称": "XX农商行",
      "gs_amount": 17650,
      "zd_amount": 143084.43,
      "zjtx_amount": 0,
      "nycyh_amount": 12120,
      "ldzd_amount": 0,
      "byqy_amount": 0,
      "dczd_amount": 143084.43,
      "wm_amount": 0
    },
    {
      "银行名称": "XX银行",
      "gs_amount": 778157.19,
      "zd_amount": 721968.53,
      "zjtx_amount": 59322.34,
      "nycyh_amount": 15951.5,
      "ldzd_amount": 955916.25,
      "byqy_amount": 717169.71,
      "dczd_amount": 0,
      "wm_amount": 2167591.2
    }
  ],
  "规上工业": {
    "汇总": {
      "全市总贷款余额(万元)": 795807.19,
      "全市服务家数(家)": 41
    },
    "明细": [
      {
        "企业名称": "XX茶业股份有限公司",
        "贷款总余额": 300,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XX技术有限公司",
        "贷款总余额": 1309.9,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX化工股份有限公司",
        "贷款总余额": 717169.71,
        "项目名称": "2025省重点：湖北三宁化工股份有限公司年产5万吨己二胺项目（一期）、湖北三宁化工股份有限公司酰胺及尼龙新材料项目；2026省重点：湖北三宁化工股份有限公司20万吨/年可塑性环保新材料项目",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX钢结构工程有限公司",
        "贷款总余额": 3944.9,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX众恒电气有限公司",
        "贷款总余额": 1480,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX光学有限公司",
        "贷款总余额": 700,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX混凝土有限公司",
        "贷款总余额": 1284.61,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX节能环保特种电缆有限公司",
        "贷款总余额": 1756.3,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XX工材料有限公司",
        "贷款总余额": 1400,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XX电缆有限责任公司",
        "贷款总余额": 1671.95,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XX电气机械有限公司",
        "贷款总余额": 630,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XX包装有限公司",
        "贷款总余额": 0,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XX新型建材有限公司",
        "贷款总余额": 0,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XX材料有限公司",
        "贷款总余额": 1000,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX科技有限公司",
        "贷款总余额": 698.71,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX湾土特产品有限公司",
        "贷款总余额": 483.59,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX壮农业科技有限公司",
        "贷款总余额": 10262.91,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX宏混凝土有限公司",
        "贷款总余额": 50,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX米业有限公司",
        "贷款总余额": 2745,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX智能装备有限公司",
        "贷款总余额": 291,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX矿业有限公司",
        "贷款总余额": 425,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX精线有限公司",
        "贷款总余额": 7009.04,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX电机科技有限公司",
        "贷款总余额": 563.5,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX白龙王茶业有限公司",
        "贷款总余额": 1460,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX源电子科技有限公司",
        "贷款总余额": 4798.82,
        "项目名称": "2025市重点：安品源电子信息产业园",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX添翼科技有限公司",
        "贷款总余额": 993.59,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX新材料科技有限公司",
        "贷款总余额": 1300,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XX茶业有限公司",
        "贷款总余额": 200,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XX茶业有限责任公司",
        "贷款总余额": 500,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XX材料有限公司",
        "贷款总余额": 3154,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX盛新能源科技股份有限公司",
        "贷款总余额": 0,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX机电设备有限公司",
        "贷款总余额": 594,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX重工机械有限公司",
        "贷款总余额": 2179,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX彩印包装有限公司",
        "贷款总余额": 903,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "湖北XX食品有限公司",
        "贷款总余额": 12120,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XX食品（宜昌）有限公司",
        "贷款总余额": 5530,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XX材料有限公司",
        "贷款总余额": 0,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX庆塑业有限公司",
        "贷款总余额": 1742.27,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "枝江XX有限公司",
        "贷款总余额": 2005.39,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX织造有限公司",
        "贷款总余额": 2851,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX塑业有限公司",
        "贷款总余额": 300,
        "项目名称": "否",
        "不良贷款余额": 0
      }
    ]
  },
  "专精特新": {
    "汇总": {
      "全市总贷款余额(万元)": 59322.34,
      "全市服务家数(家)": 25
    },
    "明细": [
      {
        "企业名称": "XX技术有限公司",
        "贷款总余额": 1309.9,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX钢结构工程有限公司",
        "贷款总余额": 3944.9,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX众恒电气有限公司",
        "贷款总余额": 1480,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX光学有限公司",
        "贷款总余额": 700,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX节能环保特种电缆有限公司",
        "贷款总余额": 1756.3,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XX工材料有限公司",
        "贷款总余额": 1400,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XX电缆有限责任公司",
        "贷款总余额": 1671.95,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XX电科技有限公司",
        "贷款总余额": 500,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XX电气机械有限公司",
        "贷款总余额": 630,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XX新型建材有限公司",
        "贷款总余额": 0,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XX中心有限公司",
        "贷款总余额": 7844.99,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX生态环境工程有限公司",
        "贷款总余额": 330.64,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX壮农业科技有限公司",
        "贷款总余额": 10262.91,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX米业有限公司",
        "贷款总余额": 2745,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX智能装备有限公司",
        "贷款总余额": 291,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX精线有限公司",
        "贷款总余额": 7009.04,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX电机科技有限公司",
        "贷款总余额": 563.5,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX源电子科技有限公司",
        "贷款总余额": 4798.82,
        "项目名称": "2025市重点：安品源电子信息产业园",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX新材料科技有限公司",
        "贷款总余额": 1300,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XX材料有限公司",
        "贷款总余额": 3154,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX盛新能源科技股份有限公司",
        "贷款总余额": 0,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX机电设备有限公司",
        "贷款总余额": 594,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX重工机械有限公司",
        "贷款总余额": 2179,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "枝江XX有限公司",
        "贷款总余额": 2005.39,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX织造有限公司",
        "贷款总余额": 2851,
        "项目名称": "否",
        "不良贷款余额": 0
      }
    ]
  },
  "是否省市重点项目企业": {
    "汇总": {
      "全市总贷款余额(万元)": 865052.96,
      "全市服务家数(家)": 3
    },
    "明细": [
      {
        "企业名称": "XXXX化工股份有限公司",
        "贷款总余额": 717169.71,
        "项目名称": "2025省重点：湖北三宁化工股份有限公司年产5万吨己二胺项目（一期）、湖北三宁化工股份有限公司酰胺及尼龙新材料项目；2026省重点：湖北三宁化工股份有限公司20万吨/年可塑性环保新材料项目",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XX有限公司",
        "贷款总余额": 143084.43,
        "项目名称": "2025市重点：东站路商业商务中心",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX源电子科技有限公司",
        "贷款总余额": 4798.82,
        "项目名称": "2025市重点：安品源电子信息产业园",
        "不良贷款余额": 0
      }
    ]
  },
  "是否农业产业化企业": {
    "汇总": {
      "全市总贷款余额(万元)": 28071.5,
      "全市服务家数(家)": 8
    },
    "明细": [
      {
        "企业名称": "XX茶业股份有限公司",
        "贷款总余额": 300,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX湾土特产品有限公司",
        "贷款总余额": 483.59,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX壮农业科技有限公司",
        "贷款总余额": 10262.91,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX米业有限公司",
        "贷款总余额": 2745,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XXXX白龙王茶业有限公司",
        "贷款总余额": 1460,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XX茶业有限公司",
        "贷款总余额": 200,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "XX茶业有限责任公司",
        "贷款总余额": 500,
        "项目名称": "否",
        "不良贷款余额": 0
      },
      {
        "企业名称": "湖北XX食品有限公司",
        "贷款总余额": 12120,
        "项目名称": "否",
        "不良贷款余额": 0
      }
    ]
  },
  "各保险金融服务": [
    {
      "保险机构名称": "XXXX财产保险股份有限公司",
      "保险金额": 95148.19,
      "签单保费": 951481893.51,
      "总赔付金额": 951481893.51
    }
  ]
}
