interface Info {
  [key: string]: {
    title: string,
    list: {
      label: string
      value: string
      className?: string
      ellipseClass?: 'ellipsis-one' | 'el-3'
    }[]
  }[]
}

export const companyInfo: {
  [key: string]: any
} = {
  '宜昌恒泰大数据产业发展有限公司': {
    name: '宜昌恒泰大数据产业发展有限公司',
    title: '全域智慧城市运营商、宜昌数字经济支撑极',
    desc: `<p>宜昌恒泰大数据产业发展有限公司成立于2004年5月28日，属宜昌产投集团全资子公司。主营业务包括城市级智慧场景运营、数据运营、网络安全运营、大数据产业投资、股权投资、园区投资建设运营等。</p>
           <p>下设5家子公司，其中3家全资子公司宜昌产投大数据产业园运营管理有限公司、宜昌城市大脑运营管理有限公司、湖北三峡金融科技有限公司，2家合资子公司奇安国投（湖北）科技有限公司、湖北曙光三峡云大数据中心有限公司。</p>
           <p>公司将以三峡（宜昌）大数据产业园建设为起点，宜昌城市大脑、城市数字公共基础设施建设为契机，筑巢引凤、引领生态，致力于成为数字化转型的先行者、数据产业发展的开拓者、智慧城市建设的承担者、智慧生活应用的贡献者，打造全域智慧城市运营商，做活产投数字赋能平台，为宜昌经济社会高质量发展和“宜荆荆”区域协调一体化发展贡献力量。</p>`
  },
  '宜昌产投大数据产业园运营管理有限公司': {
    name: '宜昌产投大数据产业园运营管理有限公司',
    title: '以三峡（宜昌）大数据产业园为起点，打造宜昌数字经济新引擎',
    desc: `<p>宜昌产投大数据产业园运营管理有限公司成立于2021年11月12日，属宜昌恒泰大数据产业发展有限公司全资子公司，公司聚焦数字经济产业园区投资与运营，以园区运营为主体，园区开发为支撑，产业投资为引擎，构建宜昌市数字经济产业聚集区，以数据赋能、产业创新支撑数字经济与实体经济的融合发展。</p>
<p>三峡(宜昌)大数据产业园已于2022年底投入运营，产业园将着力打造宜昌市数据资源集聚区、数据研发承载区、数据应用示范区、数据产业服务区及数据成果体验区。截止目前，已入驻包括中国电信、阿里巴巴、奇安信等在内的企业26家，入驻率达100%，2022年园区实现产值3亿元，税收4321万元。园区先后被评为省、市科普教育基地及市级科技企业孵化器。</p>
<p>目前，公司正积极推进宜昌数字经济科创中心项目建设，项目计划总投资7.59亿元，总建筑面积约13万㎡，项目涵盖产业孵化众创空间、产业研发试验楼、科技企业人才公寓、科创基地服务中心以及配套商务服务等业态，整体构建“产—城—人”三位一体产品功能体系。</p>
<p>未来，公司将持续聚焦服务宜昌市数字经济产业发展，全面围绕数字经济产业上下游企业补链强链，积极引进头部企业，培育孵化本土企业，全面提升宜昌数字经济产业竞争力，奋力书写宜昌高质量发展新篇章。</p>
    `
  },
  '宜昌城市大脑运营管理有限公司': {
    name: '宜昌城市大脑运营管理有限公司',
    title: '以宜昌城市大脑为抓手，建立城市智慧赋能新高地',
    desc: `
    <p>宜昌城市大脑运营管理有限公司成立于2021年11月5日，属宜昌恒泰大数据产业发展有限公司全资子公司，主要负责宜昌城市大脑的投资-建设-运营工作。</p>
<p>城市大脑项目（一期、二期）总投资5.25亿元，以城市大脑项目建设为契机，锻造团队城市大脑运维、项目集成交付及软件开发能力，拓展数据运营业务，谋求市场化业务新突破，形成市级产投信息化标杆品牌及人才队伍。集聚优势资源，强化合作交流，打造数字宜昌产业联盟及城市大脑研究院，做实产投集团数字赋能，构建数字宜昌产业生态。</p>
<p>目前城市大脑项目已完成数字底座、城市生命线、自然灾害地理信息系统、成品油综合监管云平台、电子处方流转、智慧停车监管与智能屏、智能接处警系统、宜键生命护航、城市信息模型CIM、“多测合一”综合信息系统、网上购房超市、重点项目挂图作战、社区微脑等20个场景上线。</p>
    `
  },
  '湖北三峡金融科技有限公司': {
    name: '湖北三峡金融科技有限公司',
    title: '以大数据和人工智能为依托，助力数字金融发展新路径',
    desc: `
    <p>湖北三峡金融科技有限公司成立于2019年9月29日，属宜昌恒泰大数据产业发展有限公司全资子公司，主要业务包括基于政务数据的金融产品开发、大数据智能风控、政务场景金融平台建设、企业征信服务等。</p>
<p>公司作为国内首家运营政务数据的市场化国有金融科技企业，已通过“国家高新技术企业”认定，获得14项软件著作权和1项实用新型专利，负责建设运营的宜昌网上金融服务大厅荣获“全国中小企业融资综合信用服务示范平台”称号。</p>
<p>公司秉承“让更多人获得金融自由”的使命，致力于做金融领域一流的数据运营商，以金融的数字化推动金融的普惠化，成为金融领域一流的数据运营商和产投大数据板块恒泰体系的研发中心。</p>
    `
  },
  '奇安国投(湖北)科技有限公司': {
    name: '奇安国投(湖北)科技有限公司',
    title: '以城市级网络安全运营平台为核心，创建网络信息安全新标杆',
    desc: `
    <p>奇安国投（湖北）科技有限公司成立于2021年12月14日，由奇安信（北京）网络科技有限公司、宜昌恒泰大数据产业发展有限公司合资设立，主要为智慧城市、重点行业和关键信息基础设施领域网络安全的稳定运行提供体系化顶层设计、专业咨询、安全建设、安全运营等服务。</p>
<p>公司以网络安全监管单位、关键信息基础设施单位为核心，为智慧城市、重点行业和关键信息基础设施领域提供网络安全服务，构建全市网络安全运营中心，提升宜昌城市信息安全保障水平和应急处置能力。</p>
<p>目前，公司已为110多个市级单位的重要信息系统提供了网络安全服务，覆盖了500多个应用系统和网站。未来，公司将积极与市区县各级单位合作，在宜昌建设政务，教育，医疗，企业四个行业安全运营中心，并在行业安全运营中心的基础上构建全市网络安全运营中心。</p>
    `
  },
  '湖北曙光三峡云大数据中心有限公司': {
    name: '湖北曙光三峡云大数据中心有限公司',
    title: '依托强大的科研技术和高端计算能力，打造生态丰富的云服务',
    desc: `
   <p>湖北曙光三峡云大数据中心有限公司成立于2016年1月29日，由曙光云计算集团有限公司、宜昌高新产业投资控股集团有限公司、宜昌恒泰大数据产业发展有限公司合资设立，主要为宜昌市各级政府及企业提供安全、可靠的云计算服务，是三峡云计算中心二期项目（暨智慧宜昌运营中心）的运营主体。</p>
<p>公司凭借过硬的技术实力、专业的运维团队、成熟的外包服务模式，利用中科曙光的机房基础设施、网络基础设施、安全基础设施、软件基础设施、运维基础设施及专业的本地运维团队，为政务服务、企业运行提供覆盖IaaS、PaaS、DaaS、SaaS的智慧城市及城市大脑全场景服务。</p>
<p>目前运营的智慧宜昌运营中心，面积约7000平方米，引入宜昌市12345市民服务热线、宜昌市社区网格管理监管中心、城市运行管理中心、雪亮工程运维管理调度中心、视频图像大数据解析中心、公安物联网服务云平台等政府单位，将打造湖北省乃至华中地区最具公信力、信服力、可视化的智慧城市运营中心。</p>
    `
  }
}

export const hentaiTemplate = {
  "公司动态": [
    {
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-02-17",
      "标题": "开展2023年度作风建设专项整治行动的方案",
      "类型": "制度",
      "统一信用代码": "914205007606873350",
      "链接": "http://ctoa.sc.yichang.gov.cn/spa/document/index.jsp?id=69656&isrequest=&requestid=-1&formFieldId=&workflowid=-1&blnOsp=0&__random=1681195679836&router=1#/main/document/detail?_key=uupul2"
    },
    {
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-03-13",
      "标题": "2023年纪检监察工作要点",
      "类型": "制度",
      "统一信用代码": "914205007606873350",
      "链接": "http://ctoa.sc.yichang.gov.cn/spa/document/index.jsp?id=69696&isrequest=&requestid=-1&formFieldId=&workflowid=-1&blnOsp=0&__random=1681197562489&router=1#/main/document/detail?_key=6r45gz"
    },
    {
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-03-13",
      "标题": "2023年党建及党风廉政建设工作要点",
      "类型": "制度",
      "统一信用代码": "914205007606873350",
      "链接": "http://ctoa.sc.yichang.gov.cn/spa/document/index.jsp?id=69697&isrequest=&requestid=-1&formFieldId=&workflowid=-1&blnOsp=0&__random=1681197616823&router=1#/main/document/detail?_key=qmhjrh"
    },
    {
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-01-08",
      "标题": "三峡（宜昌）大数据孵化器成功入围2022年市级科技企业孵化器",
      "类型": "新闻",
      "统一信用代码": "914205007606873350",
      "链接": "https://mp.weixin.qq.com/s/yPmcj6Tj8JNw2ndxLZBHHA"
    },
    {
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-02-10",
      "标题": "宜昌城市数字公共基础设施建设项目启动",
      "类型": "新闻",
      "统一信用代码": "914205007606873350",
      "链接": "https://mp.weixin.qq.com/s/LgDpzA-XwT5-8d0-3yj6yA"
    },
    {
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-02-15",
      "标题": "园区动态|喜讯！三峡（宜昌）大数据产业园通勤专线开通啦！",
      "类型": "新闻",
      "统一信用代码": "914205007606873350",
      "链接": "https://mp.weixin.qq.com/s/plpL1nb6FekGXvW4mQh77Q"
    },
    {
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-04-06",
      "标题": "别样集体生日会 浓浓温情暖人心",
      "类型": "新闻",
      "统一信用代码": "914205007606873350",
      "链接": "http://ctoa.sc.yichang.gov.cn/spa/document/index.jsp?openAttachment=0&id=67819&newsDataType=sql&router=1#/main/document/detail?_key=0oq3ku"
    },
    {
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-04-06",
      "标题": "喜讯！三峡金科获评国家高新技术企业",
      "类型": "新闻",
      "统一信用代码": "914205007606873350",
      "链接": "https://mp.weixin.qq.com/s/oScOxkshsyCqGYmpZGeEqQ"
    }
  ],
  "决策会议": [
    {
      "会议名称": "【恒泰公司】2023年第1次总经理办公会议纪要",
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-01-03",
      "类型": "总经理会",
      "统一信用代码": "914205007606873350",
      "链接": "http://ctoa.sc.yichang.gov.cn/spa/document/index.jsp?id=69755&isrequest=&requestid=-1&formFieldId=&workflowid=-1&blnOsp=0&__random=1681201111262&router=1#/main/document/detail?_key=z8ntie"
    },
    {
      "会议名称": "【恒泰公司】2023年第2次总经理办公会议纪要",
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-01-09",
      "类型": "总经理会",
      "统一信用代码": "914205007606873350",
      "链接": "http://ctoa.sc.yichang.gov.cn/spa/document/index.jsp?id=69759&isrequest=&requestid=-1&formFieldId=&workflowid=-1&blnOsp=0&__random=1681201149260&router=1#/main/document/detail?_key=vjxsfj"
    },
    {
      "会议名称": "【恒泰公司】2023年第3次总经理办公会议纪要",
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-01-16",
      "类型": "总经理会",
      "统一信用代码": "914205007606873350",
      "链接": "http://ctoa.sc.yichang.gov.cn/spa/document/index.jsp?id=69761&isrequest=&requestid=-1&formFieldId=&workflowid=-1&blnOsp=0&__random=1681201206469&router=1#/main/document/detail?_key=xfvrd9"
    },
    {
      "会议名称": "【恒泰公司】2023年第4次总经理办公会议纪要",
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-01-17",
      "类型": "总经理会",
      "统一信用代码": "914205007606873350",
      "链接": "http://ctoa.sc.yichang.gov.cn/spa/document/index.jsp?id=69762&isrequest=&requestid=-1&formFieldId=&workflowid=-1&blnOsp=0&__random=1681201239820&router=1#/main/document/detail?_key=ch7lv7"
    },
    {
      "会议名称": "【恒泰公司】2023年第5次总经理办公会议纪要",
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-01-30",
      "类型": "总经理会",
      "统一信用代码": "914205007606873350",
      "链接": "http://ctoa.sc.yichang.gov.cn/spa/document/index.jsp?id=69763&isrequest=&requestid=-1&formFieldId=&workflowid=-1&blnOsp=0&__random=1681201276986&router=1#/main/document/detail?_key=m7p1os"
    },
    {
      "会议名称": "【恒泰公司】2023年第6次总经理办公会议纪要",
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-02-06",
      "类型": "总经理会",
      "统一信用代码": "914205007606873350",
      "链接": "http://ctoa.sc.yichang.gov.cn/spa/document/index.jsp?id=69764&isrequest=&requestid=-1&formFieldId=&workflowid=-1&blnOsp=0&__random=1681201319443&router=1#/main/document/detail?_key=2a9tcc"
    },
    {
      "会议名称": "【恒泰公司】2023年第7次总经理办公会议纪要",
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-02-20",
      "类型": "总经理会",
      "统一信用代码": "914205007606873350",
      "链接": "http://ctoa.sc.yichang.gov.cn/spa/document/index.jsp?id=69766&isrequest=&requestid=-1&formFieldId=&workflowid=-1&blnOsp=0&__random=1681201354176&router=1#/main/document/detail?_key=4zg425"
    },
    {
      "会议名称": "【恒泰公司】2023年第8次总经理办公会议纪要",
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-02-27",
      "类型": "总经理会",
      "统一信用代码": "914205007606873350",
      "链接": "http://ctoa.sc.yichang.gov.cn/spa/document/index.jsp?id=69767&isrequest=&requestid=-1&formFieldId=&workflowid=-1&blnOsp=0&__random=1681201388881&router=1#/main/document/detail?_key=he3mii"
    },
    {
      "会议名称": "【恒泰公司】2023年第9次总经理办公会议纪要",
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-03-06",
      "类型": "总经理会",
      "统一信用代码": "914205007606873350",
      "链接": "http://ctoa.sc.yichang.gov.cn/spa/document/index.jsp?id=69768&isrequest=&requestid=-1&formFieldId=&workflowid=-1&blnOsp=0&__random=1681201429182&router=1#/main/document/detail?_key=b85s5b"
    },
    {
      "会议名称": "【恒泰公司】2023年第10次总经理办公会议纪要",
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-03-13",
      "类型": "总经理会",
      "统一信用代码": "914205007606873350",
      "链接": "http://ctoa.sc.yichang.gov.cn/spa/document/index.jsp?id=69781&isrequest=&requestid=-1&formFieldId=&workflowid=-1&blnOsp=0&__random=1681202157279&router=1#/main/document/detail?_key=23wntm"
    },
    {
      "会议名称": "【恒泰公司】2023年第11次总经理办公会议纪要",
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-03-31",
      "类型": "总经理会",
      "统一信用代码": "914205007606873350",
      "链接": "http://ctoa.sc.yichang.gov.cn/spa/document/index.jsp?id=69782&isrequest=&requestid=-1&formFieldId=&workflowid=-1&blnOsp=0&__random=1681202189966&router=1#/main/document/detail?_key=z9rxsk"
    },
    {
      "会议名称": "【恒泰公司】第五届董事会第一次会议决议",
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-01-06",
      "类型": "董事会",
      "统一信用代码": "914205007606873350",
      "链接": "http://ctoa.sc.yichang.gov.cn/spa/document/index.jsp?id=69749&isrequest=&requestid=-1&formFieldId=&workflowid=-1&blnOsp=0&__random=1681200437464&router=1#/main/document/detail?_key=46p8jv"
    },
    {
      "会议名称": "【恒泰公司】第五届董事会第二次会议决议",
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-02-21",
      "类型": "董事会",
      "统一信用代码": "914205007606873350",
      "链接": "http://ctoa.sc.yichang.gov.cn/spa/document/index.jsp?id=69751&isrequest=&requestid=-1&formFieldId=&workflowid=-1&blnOsp=0&__random=1681200575184&router=1#/main/document/detail?_key=7qies9"
    },
    {
      "会议名称": "【恒泰公司】第五届董事会第三次会议决议",
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-03-28",
      "类型": "董事会",
      "统一信用代码": "914205007606873350",
      "链接": "http://ctoa.sc.yichang.gov.cn/spa/document/index.jsp?id=69752&isrequest=&requestid=-1&formFieldId=&workflowid=-1&blnOsp=0&__random=1681200614941&router=1#/main/document/detail?_key=he8ea1"
    }
  ],
  "利润趋势": {
    "2023年01月": [
      {
        "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
        "时间": "2023年01月",
        "统一信用代码": "914205007606873350",
        "营业利润": "93.63",
        "营业收入": "406.18"
      },
      {
        "公司名称": "宜昌城市大脑运营管理有限公司",
        "时间": "2023年01月",
        "统一信用代码": "91420500MA4F49GR7D",
        "营业利润": "-5.44",
        "营业收入": "14.55"
      },
      {
        "公司名称": "宜昌产投大数据产业园运营管理有限公司",
        "时间": "2023年01月",
        "统一信用代码": "91420500MA4F4HGR9D",
        "营业利润": "81.32",
        "营业收入": "134.48"
      },
      {
        "公司名称": "奇安国投（湖北）科技有限公司",
        "时间": "2023年01月",
        "统一信用代码": "91420500MA4F5TPL5C",
        "营业利润": "-54.33",
        "营业收入": "9.22"
      },
      {
        "公司名称": "湖北三峡金融科技有限公司",
        "时间": "2023年01月",
        "统一信用代码": "91420500MA49BCDLXP",
        "营业利润": "-64.17",
        "营业收入": "26.55"
      }
    ],
    "2023年02月": [
      {
        "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
        "时间": "2023年02月",
        "统一信用代码": "914205007606873350",
        "营业利润": "201.12",
        "营业收入": "798.55"
      },
      {
        "公司名称": "宜昌城市大脑运营管理有限公司",
        "时间": "2023年02月",
        "统一信用代码": "91420500MA4F49GR7D",
        "营业利润": "-3.14",
        "营业收入": "33.69"
      },
      {
        "公司名称": "宜昌产投大数据产业园运营管理有限公司",
        "时间": "2023年02月",
        "统一信用代码": "91420500MA4F4HGR9D",
        "营业利润": "47.13",
        "营业收入": "158.21"
      },
      {
        "公司名称": "奇安国投（湖北）科技有限公司",
        "时间": "2023年02月",
        "统一信用代码": "91420500MA4F5TPL5C",
        "营业利润": "-69.81",
        "营业收入": "10.77"
      },
      {
        "公司名称": "湖北三峡金融科技有限公司",
        "时间": "2023年02月",
        "统一信用代码": "91420500MA49BCDLXP",
        "营业利润": "-104.24",
        "营业收入": "42.59"
      }
    ],
    "2023年03月": [
      {
        "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
        "时间": "2023年03月",
        "统一信用代码": "914205007606873350",
        "营业利润": "454.2",
        "营业收入": "1449.29"
      },
      {
        "公司名称": "宜昌城市大脑运营管理有限公司",
        "时间": "2023年03月",
        "统一信用代码": "91420500MA4F49GR7D",
        "营业利润": "69.56",
        "营业收入": "228.84"
      },
      {
        "公司名称": "宜昌产投大数据产业园运营管理有限公司",
        "时间": "2023年03月",
        "统一信用代码": "91420500MA4F4HGR9D",
        "营业利润": "167.13",
        "营业收入": "261.71"
      },
      {
        "公司名称": "奇安国投（湖北）科技有限公司",
        "时间": "2023年03月",
        "统一信用代码": "91420500MA4F5TPL5C",
        "营业利润": "-88.82",
        "营业收入": "18.1"
      },
      {
        "公司名称": "湖北三峡金融科技有限公司",
        "时间": "2023年03月",
        "统一信用代码": "91420500MA49BCDLXP",
        "营业利润": "-30.06",
        "营业收入": "186.73"
      }
    ],
    "母公司": [
      {
        "公司名称": "合并报表数",
        "时间": "2023年01月",
        "统一信用代码": "",
        "营业利润": "115.17",
        "营业收入": "519.86"
      },
      {
        "公司名称": "合并报表数",
        "时间": "2023年02月",
        "统一信用代码": "",
        "营业利润": "175.3",
        "营业收入": "947.89"
      },
      {
        "公司名称": "合并报表数",
        "时间": "2023年03月",
        "统一信用代码": "",
        "营业利润": "572.0",
        "营业收入": "2083.45"
      }
    ]
  },
  "市场": {
    "明细": [
      {
        "公司名称": "宜昌城市大脑运营管理有限公司",
        "合同名称": "当阳市智慧城市（当阳市城市信息模型CIM平台）项目",
        "合同金额（万元）": "509.8",
        "日期": "",
        "统一信用代码": "91420500MA4F49GR7D",
        "链接": "0.0"
      },
      {
        "公司名称": "宜昌城市大脑运营管理有限公司",
        "合同名称": "枝江城市信息模 型（CIM）基础平台项目合同书",
        "合同金额（万元）": "225.6",
        "日期": "2022-10-25",
        "统一信用代码": "91420500MA4F49GR7D",
        "链接": "0.0"
      },
      {
        "公司名称": "宜昌城市大脑运营管理有限公司",
        "合同名称": "远安县数字驾 驶舱项目合同书",
        "合同金额（万元）": "230.0",
        "日期": "2022-09-30",
        "统一信用代码": "91420500MA4F49GR7D",
        "链接": "0.0"
      },
      {
        "公司名称": "宜昌城市大脑运营管理有限公司",
        "合同名称": "当阳市智慧招生 平台项目合同书",
        "合同金额（万元）": "106.0",
        "日期": "2022-06-30",
        "统一信用代码": "91420500MA4F49GR7D",
        "链接": "0.0"
      },
      {
        "公司名称": "宜昌城市大脑运营管理有限公司",
        "合同名称": "当阳市城市大脑 （数据治理）培训服务项目合同",
        "合同金额（万元）": "7.985",
        "日期": "2022-09-19",
        "统一信用代码": "91420500MA4F49GR7D",
        "链接": "0.0"
      },
      {
        "公司名称": "宜昌城市大脑运营管理有限公司",
        "合同名称": "宜昌市大数据中心 数据工程师服务（2022-2025年度）合同书",
        "合同金额（万元）": "167.842",
        "日期": "",
        "统一信用代码": "91420500MA4F49GR7D",
        "链接": "0.0"
      },
      {
        "公司名称": "宜昌城市大脑运营管理有限公司",
        "合同名称": "五峰县大数据中心 数据工程师服务2022-2023年度合同书",
        "合同金额（万元）": "30.0",
        "日期": "",
        "统一信用代码": "91420500MA4F49GR7D",
        "链接": "0.0"
      },
      {
        "公司名称": "宜昌城市大脑运营管理有限公司",
        "合同名称": "数据分中心数据 归集分析治理等运维管理服务合同书",
        "合同金额（万元）": "14.89",
        "日期": "",
        "统一信用代码": "91420500MA4F49GR7D",
        "链接": "0.0"
      },
      {
        "公司名称": "宜昌城市大脑运营管理有限公司",
        "合同名称": "宜昌市环境监控 与应急指挥中心信息化项目运维采购技术服务合同",
        "合同金额（万元）": "29.57",
        "日期": "2022-04-29",
        "统一信用代码": "91420500MA4F49GR7D",
        "链接": "0.0"
      },
      {
        "公司名称": "宜昌城市大脑运营管理有限公司",
        "合同名称": "宜昌市河湖空间 项目主机托管服务项目",
        "合同金额（万元）": "6.34",
        "日期": "2022-07-26",
        "统一信用代码": "91420500MA4F49GR7D",
        "链接": "0.0"
      },
      {
        "公司名称": "宜昌城市大脑运营管理有限公司",
        "合同名称": "不动产登记信息及 地籍图可视化查询云资源服务项目",
        "合同金额（万元）": "7.0347",
        "日期": "2023-01-16",
        "统一信用代码": "91420500MA4F49GR7D",
        "链接": "0.0"
      },
      {
        "公司名称": "宜昌城市大脑运营管理有限公司",
        "合同名称": "当阳市市场主体 网格化监管平台云资源服务",
        "合同金额（万元）": "30.0",
        "日期": "2023-03-22",
        "统一信用代码": "91420500MA4F49GR7D",
        "链接": "0.0"
      },
      {
        "公司名称": "宜昌城市大脑运营管理有限公司",
        "合同名称": "宜昌综合保税区 服务大楼2、19、20层改造项目（弱电设备采购）合同书",
        "合同金额（万元）": "198.5",
        "日期": "2022-06-01",
        "统一信用代码": "91420500MA4F49GR7D",
        "链接": "0.0"
      },
      {
        "公司名称": "奇安国投（湖北）科技有限公司",
        "合同名称": "宜昌市大数据局安全加固服务项目",
        "合同金额（万元）": "194.3",
        "日期": "，",
        "统一信用代码": "91420500MA4F5TPL5C",
        "链接": "0.0"
      },
      {
        "公司名称": "奇安国投（湖北）科技有限公司",
        "合同名称": "宜昌市电子政务终端与云服务器安全服务项目 ",
        "合同金额（万元）": "519.72",
        "日期": "，",
        "统一信用代码": "91420500MA4F5TPL5C",
        "链接": "0.0"
      },
      {
        "公司名称": "奇安国投（湖北）科技有限公司",
        "合同名称": "宜昌城市大脑统一密码服务平台项目",
        "合同金额（万元）": "290.0",
        "日期": "，",
        "统一信用代码": "91420500MA4F5TPL5C",
        "链接": "0.0"
      },
      {
        "公司名称": "湖北三峡金融科技有限公司",
        "合同名称": "兴业银行兴闪贷入驻宜信融小程序技术服务协议",
        "合同金额（万元）": "18.3417",
        "日期": "2023-02-07",
        "统一信用代码": "91420500MA49BCDLXP",
        "链接": "0.0"
      },
      {
        "公司名称": "湖北三峡金融科技有限公司",
        "合同名称": "武汉农村商业银行创业担保贷款服务合同",
        "合同金额（万元）": "50.0",
        "日期": "2023-02-07",
        "统一信用代码": "91420500MA49BCDLXP",
        "链接": "0.0"
      }
    ],
    "汇总": {
      "合同金额（万元）": 2635.9234
    }
  },
  "招标": [
    {
      "公司名称": "宜昌恒泰大数据产业发展有限公司",
      "日期": "2023-03-08",
      "标题": "人才信息港服务大厅内容更新及运营管理单位采购项目",
      "类型": "招标公告",
      "统一信用代码": "914205007606873000",
      "链接": "https://www.chinabidding.cn/zbgg/nAg9e0.html"
    },
    {
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-02-02",
      "标题": "宜昌城市大脑指挥大屏（市委＋行政服务中心)项目招标公告",
      "类型": "招标公告",
      "统一信用代码": "914205007606873350",
      "链接": "http://shengjie.etrading.cn/noticeDetails_jyxx.html?infoid=e25787e5-13da-4b6d-a22a-343abcc38cbc&categorynum=002001001&title="
    },
    {
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-02-06",
      "标题": "宜昌城市大脑生活必需品和重要能源物资供应监测信息化建设项目",
      "类型": "招标公告",
      "统一信用代码": "914205007606873350",
      "链接": "http://ggzyjy.yichang.gov.cn/TPFront/InfoDetail/?InfoID=272723dd-6b30-4549-bcdd-4cc8fe7e35a9&CategoryNum=003001001001"
    },
    {
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-02-20",
      "标题": "宜昌城市大脑一网统管（一期）信息化建设项目一标段",
      "类型": "招标公告",
      "统一信用代码": "914205007606873350",
      "链接": "http://ggzyjy.yichang.gov.cn/TPFront/InfoDetail/?InfoID=17e58b43-3590-4b89-af80-2c5567456a04&CategoryNum=003001001001"
    },
    {
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-03-08",
      "标题": "宜昌城市大脑突发事件一体化应急联动处置平台信息化建设项目",
      "类型": "招标公告",
      "统一信用代码": "914205007606873350",
      "链接": "http://ggzyjy.yichang.gov.cn/TPFront/InfoDetail/?InfoID=f5d1e96c-241b-4a1a-adfd-bf9b93af1379&CategoryNum=003001001001"
    },
    {
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-03-08",
      "标题": "宜昌城市大脑一网统管（一期）信息化建设项目二标段",
      "类型": "招标公告",
      "统一信用代码": "914205007606873350",
      "链接": "http://shengjie.etrading.cn/noticeDetails_jyxx.html?infoid=0f485525-3ec1-4697-8d3d-89efeb767d99&categorynum=002001001&title="
    },
    {
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-03-20",
      "标题": "宜昌城市大脑一体化数字资源平台（一期）信息化建设项目",
      "类型": "招标公告",
      "统一信用代码": "914205007606873350",
      "链接": "http://ggzyjy.yichang.gov.cn/TPFront/InfoDetail/?InfoID=3d738220-180a-49fc-80bf-12fac9c9fb99&CategoryNum=003001001001"
    },
    {
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-03-20",
      "标题": "宜昌城市大脑“筑堡工程”智能小区系统信息化建设项目数据服务",
      "类型": "招标公告",
      "统一信用代码": "914205007606873350",
      "链接": "http://shengjie.etrading.cn/noticeDetails_jyxx.html?infoid=e1f4603f-4b1f-478c-8b30-5fcdd363fa68&categorynum=002003001&title="
    },
    {
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "日期": "2023-03-27",
      "标题": "宜昌城市大脑等保密评及软件测评服务项目",
      "类型": "招标公告",
      "统一信用代码": "914205007606873350",
      "链接": "https://shengjie.etrading.cn/noticeDetails_jyxx.html?infoid=aa08664e-6d21-4046-bf14-827233418d2d&categorynum=002003001&title="
    },
    {
      "公司名称": "宜昌城市大脑运营管理有限公司",
      "日期": "2023-02-14",
      "标题": "当阳市智慧城市（当阳市城市信息模型CIM平台）项目",
      "类型": "中标结果",
      "统一信用代码": "91420500MA4F49GR7D",
      "链接": "[金山文档] 中标通知书.pdf"
    },
    {
      "公司名称": "宜昌产投大数据产业园运营管理有限公司",
      "日期": "2022-12-06",
      "标题": "三峡（宜昌）大数据产业园二期项目产业策划方案服务项目",
      "类型": "招标公告",
      "统一信用代码": "91420500MA4F4HGR9D",
      "链接": "https://www.etrading.cn/noticeDetails_jyxx.html?infoid=6ba802fa-262a-403e-80ce-a8eab00ef911&categorynum=002001001&title=三峡（宜昌）大数据产业园二期项目产业策划方案服务项目"
    },
    {
      "公司名称": "宜昌产投大数据产业园运营管理有限公司",
      "日期": "2022-12-30",
      "标题": "三峡（宜昌）大数据产业园二期项目产业策划方案服务项目",
      "类型": "中标候选人",
      "统一信用代码": "91420500MA4F4HGR9D",
      "链接": "https://www.etrading.cn/noticeDetails_jyxx.html?infoid=398da8a0-7198-4466-a1f2-1271055542b0&categorynum=002001003&title=三峡（宜昌）大数据产业园二期项目产业策划方案服务项目中标候选人公示"
    },
    {
      "公司名称": "宜昌产投大数据产业园运营管理有限公司",
      "日期": "2023-01-06",
      "标题": "三峡（宜昌）大数据产业园二期项目产业策划方案服务项目",
      "类型": "中标结果",
      "统一信用代码": "91420500MA4F4HGR9D",
      "链接": "https://www.etrading.cn/noticeDetails_jyxx.html?infoid=90ecaad4-d893-4b6f-b95b-8796c5e793c6&categorynum=002001004&title=三峡（宜昌）大数据产业园二期项目产业策划方案服务项目结果公告"
    },
    {
      "公司名称": "宜昌产投大数据产业园运营管理有限公司",
      "日期": "2022-11-27",
      "标题": "三峡（宜昌）大数据产业园二期项目场平工程",
      "类型": "招标公告",
      "统一信用代码": "91420500MA4F4HGR9D",
      "链接": "http://www.ycsjgc.com/products_view.asp?id=929"
    },
    {
      "公司名称": "宜昌产投大数据产业园运营管理有限公司",
      "日期": "",
      "标题": "三峡（宜昌）大数据产业园二期项目场平工程",
      "类型": "中标候选人",
      "统一信用代码": "91420500MA4F4HGR9D",
      "链接": ""
    },
    {
      "公司名称": "宜昌产投大数据产业园运营管理有限公司",
      "日期": "2022-12-26",
      "标题": "三峡（宜昌）大数据产业园二期项目场平工程",
      "类型": "中标结果",
      "统一信用代码": "91420500MA4F4HGR9D",
      "链接": "http://www.ycsjgc.com/products_view.asp?id=936"
    },
    {
      "公司名称": "奇安国投（湖北）科技有限公司",
      "日期": "2023-03-17",
      "标题": "宜昌市电子政务安全服务项目安全运营服务竞争性磋商公告",
      "类型": "竞争性磋商公告",
      "统一信用代码": "91420500MA4F5TPL5C",
      "链接": "http://ctbpsp.com/#/bulletinDetail?uuid=4d47f18c-f115-43af-9940-8c9a2ebde20e&inpvalue=%E5%AE%9C%E6%98%8C%E5%B8%82%E7%94%B5%E5%AD%90%E6%94%BF%E5%8A%A1&dataSource=0"
    }
  ],
  "财务概况": [
    {
      "借款": "0.0",
      "债券": "0.0",
      "公司名称": "合并报表数",
      "所有者权益": "9689.65",
      "统一信用代码": "",
      "营业总利润": "572.0",
      "营业总利润目标": "200.0",
      "营业总收入": "2083.45",
      "营业总收入目标": "8200.0",
      "负债": "43795.21",
      "贷款": "12146.24",
      "资产总额": "53484.86"
    },
    {
      "借款": "12146.24",
      "债券": "0.0",
      "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
      "所有者权益": "10136.53",
      "统一信用代码": "914205007606873350",
      "营业总利润": "454.2",
      "营业总利润目标": "0.0",
      "营业总收入": "1449.29",
      "营业总收入目标": "0.0",
      "负债": "38610.27",
      "贷款": "0.0",
      "资产总额": "48746.8"
    },
    {
      "借款": "0.0",
      "债券": "0.0",
      "公司名称": "宜昌产投大数据产业园运营管理有限公司",
      "所有者权益": "143.290000000001",
      "统一信用代码": "91420500MA4F4HGR9D",
      "营业总利润": "69.56",
      "营业总利润目标": "90.0",
      "营业总收入": "228.84",
      "营业总收入目标": "600.0",
      "负债": "9985.73",
      "贷款": "0.0",
      "资产总额": "10129.02"
    },
    {
      "借款": "0.0",
      "债券": "0.0",
      "公司名称": "宜昌城市大脑运营管理有限公司",
      "所有者权益": "155.51",
      "统一信用代码": "91420500MA4F49GR7D",
      "营业总利润": "167.13",
      "营业总利润目标": "1700.0",
      "营业总收入": "261.71",
      "营业总收入目标": "7500.0",
      "负债": "421.68",
      "贷款": "0.0",
      "资产总额": "577.19"
    },
    {
      "借款": "0.0",
      "债券": "0.0",
      "公司名称": "奇安国投（湖北）科技有限公司",
      "所有者权益": "480.09",
      "统一信用代码": "91420500MA4F5TPL5C",
      "营业总利润": "-88.82",
      "营业总利润目标": "30.0",
      "营业总收入": "18.1",
      "营业总收入目标": "2000.0",
      "负债": "90.01",
      "贷款": "0.0",
      "资产总额": "570.1"
    },
    {
      "借款": "0.0",
      "债券": "0.0",
      "公司名称": "湖北三峡金融科技有限公司",
      "所有者权益": "1374.23",
      "统一信用代码": "91420500MA49BCDLXP",
      "营业总利润": "-30.06",
      "营业总利润目标": "200.0",
      "营业总收入": "186.73",
      "营业总收入目标": "1000.0",
      "负债": "356.29",
      "贷款": "0.0",
      "资产总额": "1730.52"
    }
  ],
  "项目": {
    "明细": [
      {
        "公司名称": "宜昌城市大脑运营管理有限公司",
        "总投资(万元)": "3000",
        "立项时间": "2023-01-17",
        "累计投资（万元）": "1500.0",
        "统一信用代码": "91420500MA4F49GR7D",
        "项目名称": "城市数字公共基础设施建设",
        "项目简介": "宜昌市城市数字公共基础设施建设，紧密围绕“城市治理补短板，城市发展赋新能”诉求，聚焦数据标准缺、智能感知弱、智能算法少等瓶颈问题，追根溯源，在充分整合现有建设成果的基础上，进行查缺补漏，统筹推进优化提升。在建设布局方面，按照技术先进、要素完备、管理科学、好用够用要求，确立“162N”总体建设框架，打造宜昌市城市数字公共基础设施体系，“1”是城市数字公共基础设施管理平台（宜昌城市大脑）；“6”是六大基础能力建设，包括编码定位、网络基础设施、算力基础设施、物联网基础设、CIM基础平台、数据资源中心等数字基础设施建设；“2”是网信安全和标准规范，为整个体系支撑保障；N是宜昌特色应用验证（N 应用），按照成熟一个、验证一个的原则持续推进，优先推动一网统管、一网通办、一网共治、长江大保护等应用验证，逐步实现应用验证全覆盖。"
      },
      {
        "公司名称": "宜昌城市大脑运营管理有限公司",
        "总投资(万元)": "35000",
        "立项时间": "",
        "累计投资（万元）": "0.0",
        "统一信用代码": "91420500MA4F49GR7D",
        "项目名称": "城市大脑",
        "项目简介": "宜昌城市大脑项目是在市委、市政府领导指定的省市重点项目、亿元以上重大项目。以城市大脑赋能市域治理，坚持把城市作为生命有机体，建立集灵敏感知、预警预测、决策指挥、精准处置等于一体的智慧城市治理体系。推动全域智慧城市向基层延伸，打造更多高效实用、惠民利企的应用场景，构建“大脑全、小脑强、神经末梢灵”的数据管理运营平台，实现“一屏观全域、一网管全城”，让城市治理更聪明、群众生活更便利。  "
      },
      {
        "公司名称": "宜昌产投大数据产业园运营管理有限公司",
        "总投资(万元)": "75919",
        "立项时间": "2023-03-02",
        "累计投资（万元）": "9300.0",
        "统一信用代码": "91420500MA4F4HGR9D",
        "项目名称": "宜昌数字经济产业科创中心",
        "项目简介": "宜昌数字经济产业科创中心项目总用地面积41599.63平方米（约62.40亩），总建筑面积120000.00平方米。其中地上建筑面积94000.00平方米，包含产业总部办公，数字产业创新中心，人才公寓，配套产业服务，配套生活服务用房以及地下建筑面积26000.00平方米。项目建设容积率达2.26，绿地率30%，建筑密度35%，停车位650个。"
      },
      {
        "公司名称": "宜昌恒泰大数据产业发展有限公司 ",
        "总投资(万元)": "19500",
        "立项时间": "2020-09-08",
        "累计投资（万元）": "17500.0",
        "统一信用代码": "914205007606873350",
        "项目名称": "大数据产业园（一期）项目",
        "项目简介": "为贯彻落实习近平新时代中国特色社会主义思想和党的十九大精神，实施大数据战略,加快建设数字政府和智慧宜昌促进宜昌经济社会高质量发展，根据市委市政府战略部署，市政务服务和大数据管理局、伍家岗区政府、宜昌国投集团共同建设三峡 (宜昌)大数据产业园。 一、规划 产业园位于宜昌市伍家岗区工业园内，宜昌市东山大道延伸段与花溪路交汇处，规划占地 406 亩，计划投资 20 亿元分三期建设。其中:2020年 5月启动一期建设，投资 5 亿元占地 82亩，建筑面积 2.2 万平方米 二、定位 作为宜昌国投集团投资建设的大数据应用和大数据产业发展的专业化运营平台，产业园着力构建数据资源集聚区，数据研发承载区、数据应用示范区、数据产业服务区、数据成果体验区 三、功能 通过政府引导、市场运作、资源集聚、创新融合的运营思路，突出四大功能:打造大数据产业链，发展服务型制造，促进大数据融合，培育“四新经济”;建设大数据中心，推动新型基础设施系统布局;创新大数据应用，赋能数字经济发展。 四、目标 5 年内建设五大重点项目: 宜昌政务大数据开放开发中心、宜昌城市大脑运营管理指挥中心、中国电信华中(宜昌 )大数据算力中心、中南鹏力全域海洋信息中心、大数据创新应用研发生产中心;实现“4个30”目标: 集聚产业头部企业 30家引进行业领军人才 30名、开发数据应用场景 30 个、实现园区营业收入 30 亿元;打造“双一流”园区: 一流的大数据产业园，一流的城市会客厅。"
      }
    ],
    "汇总": {
      "总投资(万元)": 133419.0,
      "累计投资（万元）": 28300.0
    }
  }
}


export const tgfKanbanTem = {
  "data1": [
    {
      "label": "运营管理部",
      "value": 28
    },
    {
      "label": "技术开发部",
      "value": 40
    }
  ],
  "data2": {
    "num1": 1256139,
    "num2": 2349721,
    "num3": 88394,
    "num4": 48327
  },
  "data3": {
    "num1": 1256139,
    "num2": 2349721,
    "num3": 88394,
    "num4": 48327
  },
  "data4": {
    "营业总利润": 1000,
    "营业总利润目标": 2000,
    "营业总收入": 15070,
    "营业总收入目标": 3000
  },
  "data5": [
    {
      "id": 1,
      "title": "完成“三体系”与“双体系”认证并取得证书",
      "finished": false
    },
    {
      "id": 2,
      "title": "完成“三体系”与“双体系”认证并取得证书",
      "finished": true
    }
  ],
  "data6": {
    "num1": 1256139,
    "num2": 2349721,
    "num3": 88394,
    "num4": 48327,
    "num5": 48327
  },
  "data7": [
    {
      "id": 1,
      "name": "创业贷数字化系统",
      "percent": "60%",
      "detail": {
        "manger": "郭小飞",
        "product": "龚维",
        "web": "汪伟",
        "back": "曹传龙、程序",
        "ui": "李淼",
        "q1": [
          {
            "id": 1,
            "desc": "1.完成2.1.1版本开发上线工作\n2.人脸识别优化\n3.实名认证页面增加提示\n4.企业信息添加营业场所照片、其他材料（租赁合同）",
            "finished": false,
            "time": "2022.3.15"
          }
        ],
        "q2": [
          {
            "id": 2,
            "desc": "1.完成2.1.1版本开发上线工作\n2.人脸识别优化\n3.实名认证页面增加提示\n4.企业信息添加营业场所照片、其他材料（租赁合同）",
            "finished": false,
            "time": "2022.3.15"
          }
        ],
        "q3": [
          {
            "id": 3,
            "desc": "1.完成2.1.1版本开发上线工作\n2.人脸识别优化\n3.实名认证页面增加提示\n4.企业信息添加营业场所照片、其他材料（租赁合同）",
            "finished": false,
            "time": "2022.3.15"
          }
        ],
        "q4": [
          {
            "id": 4,
            "desc": "1.完成2.1.1版本开发上线工作\n2.人脸识别优化\n3.实名认证页面增加提示\n4.企业信息添加营业场所照片、其他材料（租赁合同）",
            "finished": false,
            "time": "2022.3.15"
          }
        ]
      }
    },
    {
      "id": 1681370324831,
      "name": "国资在线监管系统",
      "percent": "50%",
      "detail": {
        "q1": [
          {
            "id": 1681370324832,
            "desc": "范德萨范德萨",
            "finished": false,
            "time": "2023.2.22"
          }
        ],
        "q2": [
          {
            "id": 1681370324833,
            "desc": "",
            "finished": false,
            "time": ""
          }
        ],
        "q3": [
          {
            "id": 1681370324834,
            "desc": "",
            "finished": false,
            "time": ""
          }
        ],
        "q4": [
          {
            "id": 1681370324835,
            "desc": "",
            "finished": false,
            "time": ""
          }
        ],
        "manger": "蔡明辉",
        "product": "六顿",
        "web": "邓桥",
        "back": "曹川龙",
        "ui": "李淼"
      }
    }
  ],
  "data8": {
    "desc": "三峡金科目前已获得<span>“国家高新技术企业”</span>认<br/><span>14项</span>计算机软件著作权登记证书及<br><span>1项</span>实用新型专利证书",
    "imgs": [
      {
        "url": "https://api.threegorges-financial.com/file/preview?mediaId=1646325160132874240",
        "name": "",
        "uid": 1681370314812,
        "status": "success"
      },
      {
        "url": "https://api.threegorges-financial.com/file/preview?mediaId=1646325160132874240",
        "name": "",
        "uid": 1681370314813,
        "status": "success"
      }
    ]
  }
}


// export const companyInfo: Info = {
//   '宜昌恒泰大数据产业发展有限公司': [
//     {
//       title: '基本信息',
//       list: [
//         { label: '单位名称', value: '宜昌恒泰大数据产业发展有限公司' },
//         { label: '统一社会信用代码', value: '914205007606873350' },
//         { label: '成立日期', value: '2004-05-28' },
//         { label: '注册资本', value: '6870万元' },
//         { label: '联系电话', value: '18071303171' },
//         { label: '官网', value: '' },
//       ]
//     },
//     {
//       title: '位置信息',
//       list: [
//         { label: '所属地区', value: '宜昌市伍家岗区东站二路', className: 'row1' }
//       ]
//     },
//     {
//       title: '经营信息',
//       list: [
//         { label: '经营状态', value: '存续', className: 'row2' },
//         { label: '经营期限自', value: '2004-05-28', className: 'row2' },
//         { label: '组织形式', value: '法人独资公司', className: 'row2' },
//         { label: '企业类型', value: '国有全资企业', className: 'row2' },
//         { label: '企业人数', value: '30', className: 'row2' },
//         { label: '经营规模', value: '小型', className: 'row2' },
//         { label: '是否上市', value: '否', className: 'row2' },
//         { label: '是否纳入结算', value: '是', className: 'row2' },
//         { label: '经营范围', ellipseClass: 'el-3', value: '一般项目：大数据服务；互联网数据服务；技术服务、技术开发、技术咨询、技术交流、技术转让、技术推广；信息咨询服务（不含许可类信息咨询服务）；数据处理和存储支持服务；信息系统集成服务；人工智能基础软件开发；企业管理咨询；创业投资（限投资未上市企业）；创业空间服务；云计算装备技术服务；自有资金投资的资产管理服务；以自有资金从事投资活动（除依法须经批准的项目外，凭营业执照依法自主开展经营活动）', className: 'row1' },
//       ]
//     },
//     {
//       title: '管理信息',
//       list: [
//         { label: '法定代表人', value: '潘峰' },
//         { label: '上级管理单位', value: '宜昌产投控股集团有限公司' },
//         { label: '所属机构', value: '宜昌恒泰大数据产业发展有限公司' },
//       ]
//     }
//   ],
//   '湖北三峡金融科技有限公司': [
//     {
//       title: '基本信息',
//       list: [
//         { label: '单位名称', value: '湖北三峡金融科技有限公司' },
//         { label: '统一社会信用代码', value: '91420500MA49BCDLXP' },
//         { label: '成立日期', value: '2019-09-29' },
//         { label: '注册资本', value: '2000万元' },
//         { label: '联系电话', value: '13607200963' },
//         { label: '官网', value: 'https://www.tgfinances.com/' },
//       ]
//     },
//     {
//       title: '位置信息',
//       list: [
//         { label: '所属地区', value: '中国（湖北）自贸区宜昌片区大连路33号清华科技园1号楼', className: 'row1' }
//       ]
//     },
//     {
//       title: '经营信息',
//       list: [
//         { label: '经营状态', value: '存续', className: 'row2' },
//         { label: '经营期限自', value: '2019-09-29', className: 'row2' },
//         { label: '组织形式', value: '国有独资公司', className: 'row2' },
//         { label: '企业类型', value: '国有全资企业', className: 'row2' },
//         { label: '企业人数', value: '23', className: 'row2' },
//         { label: '经营规模', value: '小型', className: 'row2' },
//         { label: '是否上市', value: '否', className: 'row2' },
//         { label: '是否纳入结算', value: '是', className: 'row2' },
//         { label: '经营范围', ellipseClass: 'el-3', value: '金融信息专业领域内的技术服务、技术咨询、技术开发、技术转让；金融信息咨询服务(不含民间借贷中介及证券、期货、保险、金融投资信息咨询)；政务数据征信服务；数据处理服务；接受金融机构或企业委托从事金融业务流程外包服务；接受金融机构或企业委托从事金融信息技术外包服务；接受金融机构或企业委托从事金融知识流程外包服务(依法须经批准的项目，经相关部门批准后方可开展经营活动)++', className: 'row1' },
//       ]
//     },
//     {
//       title: '管理信息',
//       list: [
//         { label: '法定代表人', value: '柴良棋' },
//         { label: '上级管理单位', value: '宜昌国有资本投资控股集团有限公司' },
//         { label: '所属机构', value: '湖北三峡金融科技有限公司' },
//       ]
//     }
//   ],
//   '宜昌国投大数据产业园运营管理有限公司': [
//     {
//       title: '基本信息',
//       list: [
//         { label: '单位名称', value: '宜昌国投大数据产业园运营管理有限公司' },
//         { label: '统一社会信用代码', value: '91420500MA4F4HGR9D' },
//         { label: '成立日期', value: '2021-11-12' },
//         { label: '注册资本', value: '1000万元' },
//         { label: '联系电话', value: '18071303171' },
//         { label: '官网', value: '' },
//       ]
//     },
//     {
//       title: '位置信息',
//       list: [
//         { label: '所属地区', value: '宜昌市伍家岗区东站二路1-1号', className: 'row1' }
//       ]
//     },
//     {
//       title: '经营信息',
//       list: [
//         { label: '经营状态', value: '存续', className: 'row2' },
//         { label: '经营期限自', value: '2021-11-12', className: 'row2' },
//         { label: '组织形式', value: '法人独资公司', className: 'row2' },
//         { label: '企业类型', value: '国有全资企业', className: 'row2' },
//         { label: '企业人数', value: '3', className: 'row2' },
//         { label: '经营规模', value: '微型', className: 'row2' },
//         { label: '是否上市', value: '否', className: 'row2' },
//         { label: '是否纳入结算', value: '是', className: 'row2' },
//         { label: '经营范围', ellipseClass: 'el-3', value: '许可项目：餐饮服务；房地产开发经营（依法须经批准的项目，经相关部门批准后方可开展经营活动，具体经营项目以相关部门批准文件或许可证件为准）一般项目：园区管理服务；物业管理；市场调查（不含涉外调查）；信息咨询服务（不含许可类信息咨询服务）；信息技术咨询服务；咨询策划服务；市场营销策划；会议及展览服务；劳务服务（不含劳务派遣）；土地使用权租赁；企业管理；融资咨询服务；知识产权服务（专利代理服务除外）；财务咨询；餐饮管理（除依法须经批准的项目外，凭营业执照依法自主开展经营活动）', className: 'row1' },
//       ]
//     },
//     {
//       title: '管理信息',
//       list: [
//         { label: '法定代表人', value: '陈磊' },
//         { label: '上级管理单位', value: '宜昌恒泰大数据产业发展有限公司' },
//         { label: '所属机构', value: '宜昌国投大数据产业园运营管理有限公司' },
//       ]
//     }
//   ],
//   '宜昌城市大脑运营管理有限公司': [
//     {
//       title: '基本信息',
//       list: [
//         { label: '单位名称', value: '宜昌城市大脑运营管理有限公司' },
//         { label: '统一社会信用代码', value: '91420500MA4F49GR7D' },
//         { label: '成立日期', value: '2021-11-05' },
//         { label: '注册资本', value: '1000万元' },
//         { label: '联系电话', value: '18071303171' },
//         { label: '官网', value: '' },
//       ]
//     },
//     {
//       title: '位置信息',
//       list: [
//         { label: '所属地区', value: '宜昌市伍家岗区伍家乡东站二路1-1号', className: 'row1' }
//       ]
//     },
//     {
//       title: '经营信息',
//       list: [
//         { label: '经营状态', value: '存续', className: 'row2' },
//         { label: '经营期限自', value: '2021-11-05', className: 'row2' },
//         { label: '组织形式', value: '法人独资公司', className: 'row2' },
//         { label: '企业类型', value: '国有全资企业', className: 'row2' },
//         { label: '企业人数', value: '5', className: 'row2' },
//         { label: '经营规模', value: '微型', className: 'row2' },
//         { label: '是否上市', value: '否', className: 'row2' },
//         { label: '是否纳入结算', value: '是', className: 'row2' },
//         { label: '经营范围', ellipseClass: 'el-3', value: '一般项目：信息系统集成服务；人工智能硬件销售；计算机软硬件及辅助设备批发；软件销售；人工智能应用软件开发；大数据服务；计算机系统服务；数据处理和存储支持服务；互联网数据服务；云计算装备技术服务；网络与信息安全软件开发；信息技术咨询服务；区块链技术相关软件和服务；物联网技术研发；供应链管理服务；技术服务、技术开发、技术咨询、技术交流、技术转让、技术推广；软件开发（除依法须经批准的项目外，凭营业执照依法自主开展经营活动）', className: 'row1' },
//       ]
//     },
//     {
//       title: '管理信息',
//       list: [
//         { label: '法定代表人', value: '屈伟' },
//         { label: '上级管理单位', value: '宜昌恒泰大数据产业发展有限公司' },
//         { label: '所属机构', value: '宜昌城市大脑运营管理有限公司' },
//       ]
//     }
//   ],
//   '奇安国投(湖北)科技有限公司': [
//     {
//       title: '基本信息',
//       list: [
//         { label: '单位名称', value: '奇安国投(湖北)科技有限公司' },
//         { label: '统一社会信用代码', value: '91420500MA4F5TPL5C' },
//         { label: '成立日期', value: '2021-12-14' },
//         { label: '注册资本', value: '3000万元' },
//         { label: '联系电话', value: '18071303171' },
//         { label: '官网', value: '' },
//       ]
//     },
//     {
//       title: '位置信息',
//       list: [
//         { label: '所属地区', value: '湖北省宜昌市伍家岗区东站二路1-1号', className: 'row1' }
//       ]
//     },
//     {
//       title: '经营信息',
//       list: [
//         { label: '经营状态', value: '存续', className: 'row2' },
//         { label: '经营期限自', value: '2021-12-14', className: 'row2' },
//         { label: '组织形式', value: '其他有限责任公司', className: 'row2' },
//         { label: '企业类型', value: '其他', className: 'row2' },
//         { label: '企业人数', value: '2', className: 'row2' },
//         { label: '经营规模', value: '微型', className: 'row2' },
//         { label: '是否上市', value: '否', className: 'row2' },
//         { label: '是否纳入结算', value: '是', className: 'row2' },
//         { label: '经营范围', ellipseClass: 'el-3', value: '许可项目：计算机信息系统安全专用产品销售（依法须经批准的项目，经相关部门批准后方可开展经营活动，具体经营项目以相关部门批准文件或许可证件为准）一般项目：互联网安全服务；互联网销售（除销售需要许可的商品）；信息安全设备销售；网络与信息安全软件开发；信息安全设备制造；工业互联网数据服务；云计算装备技术服务；计算机软硬件及辅助设备零售；计算机软硬件及外围设备制造；技术服务、技术开发、技术咨询、技术交流、技术转让、技术推广；计算机系统服务；数据处理和存储支持服务；大数据服务；信息系统集成服务；通讯设备销售；软件开发；数据处理服务；会议及展览服务；货物进出口；技术进出口；进出口代理；广告设计、代理（除依法须经批准的项目外，凭营业执照依法自主开展经营活动）', className: 'row1' },
//       ]
//     },
//     {
//       title: '管理信息',
//       list: [
//         { label: '法定代表人', value: '秦威' },
//         { label: '上级管理单位', value: '宜昌恒泰大数据产业发展有限公司' },
//         { label: '所属机构', value: '奇安国投(湖北)科技有限公司' },
//       ]
//     }
//   ]
// }
